Repository: MrPlow442/wordpress-theme-elegance
Catalog: languages/*.po
Languages: hr

source: Previous
hr: Prethodna

source: %d errors occurred
hr: %d grešaka

source: %d items migrated
hr: %d stavki migrirano

source: %d testimonials migrated
hr: %d preporuka migrirano

source: (Protected)
hr: (Zaštićeno)

source: A custom theme based on the Elegance HTML template.
hr: Prilagođena tema bazirana na Elegance HTML predlošku.

source: Add New
hr: Dodaj Novu

source: Add New Notice
hr: Dodaj Novu Najavu

source: Add New Testimonial
hr: Dodaj Novu Preporuku

source: All migration statuses have been reset.
hr: Svi statusi migracije su resetirani

source: All Notices
hr: Sve Najave

source: All Testimonials
hr: Sve Preporuke

source: Are you sure you want to run all migrations?
hr: Jeste li sigurni da želite pokrenuti sve migracije

source: Available Sections in File:
hr: Dostupni Odjeljci u Datoteci:

source: Back to Blog Index
hr: Indeks

source: Back to Homepage
hr: Početna

source: Background Image
hr: Pozadinska Slika

source: Background Video
hr: Videozapis U Pozadini

source: Blog Background Image
hr: Blog Pozadinska Slika

source: Blog Menu Label
hr: Labela Izbornika Blog

source: Blog Page
hr: Blog Stranicu

source: Blog URL Path
hr: Blog URL Putanja

source: By %s
hr: Autor %s

source: Check back later for new content.
hr: Provjerite kasnije za novi sadržaj.

source: Client Name
hr: Ime Klijenta

source: Client Photo
hr: Fotografija Klijenta

source: Color Settings
hr: Postavke boje

# comments title
source: One comment to %2$s
hr: Jedan komentar na %2$s

source: Completed
hr: Završeno

source: Content:
hr: Sadržaj

source: Customer testimonials and reviews
hr: Preporuke i recenzije klijenata

source: Details
hr: Detalji

source: Dev Actions
hr: Dev Akcije

source: Development Controls
hr: Razvojne Kontrole

source: Development Mode:
hr: Dev Modus:

source: Edit Notice
hr: Uredi Najavu

source: Edit Testimonial
hr: Uredi Preoporuku

source: Elegance Migration Status
hr: Elegance Status Migracije

source: Elegance Theme
hr: Tema Elegancije

source: Enter the client's name (e.g., "John Smith")
hr: Unesi ime klijenta (npr. "Ivan Horvat")

source: Enter the URL from Google Fonts (e.g., https://fonts.googleapis.com/css2?family=Great+Vibes&display=swap)
hr: Unesi URL sa Google Fonts (npr. https://fonts.googleapis.com/css2?family=Great+Vibes&display=swap)

source: Errors encountered:
hr: Geški:

source: Errors:
hr: Geški:

source: Export Customizer Sections
hr: Izvezi Odjeljke iz Uređivača

source: Export Selected Sections
hr: Izvezi Odabrane Odjeljke

source: Export/Import Settings
hr: Postavke Uvoza/Izvoza

source: Featured Image:
hr: Istaknuta Slika:

source: Filter testimonials list
hr: Filtriraj listu preporuka

source: Global Text Color
hr: Globalni Boju teksta

source: Gradient Color 1
hr: Gradient boje 1

source: Gradient Color 2
hr: Gradient boje 2

source: Hello, welcome to
hr: Pozdrav, dobrodošli na

source: Home
hr: Početak

source: Home Menu Label
hr: Labela Izbornika Početna

source: Home Text Settings
hr: Postavke glavnog teksta

source: Homepage Description Above Title
hr: Opis početne stranice Iznad Zaglavlja

source: Homepage Description Below Title
hr: Opis početne stranice Ispod Naslova

source: How to create testimonials:
hr: Kako kreirai preporuke:

source: Import Customizer Sections
hr: Uvezi Odjeljke Uređivača

source: Import Selected Sections
hr: Uvezi Odabrane Odjeljke

source: Insert into testimonial
hr: Dodaj u preporuku

source: Main Page Media
hr: Mediji Glavne Stranice

source: Migrated Count:
hr: Broj Migriranih:

source: Migration completed
hr: Migracija završena

source: Migration Data for: %s
hr: Migracijski Podaci za: %s

source: Migration not found or failed to run.
hr: Migracija nije pronađena ili nije uspješno izvršena.

source: Migration Status
hr: Status Migracije

source: Migration status reset for: %s
hr: Resetiran status migracije za: %s

source: Migration Type
hr: Vrsta Migracije

source: Navigation Settings
hr: Postavke Navigacije

source: New Notice
hr: Nova Najava

source: New Testimonial
hr: Nova Preporuka

source: Next
hr: Sljedeća

source: Next Article
hr: Sljedeći Članak

source: No blog posts found
hr: Nije pronađen nijedan blog post

source: No data available
hr: Nema dostupnih podataka

source: No errors recorded.
hr: Nema evidentiranih grešaka.

source: No migration data found for this migrator.
hr: Migracijski podaci nisu pronađeni za ovaj migrator.

source: No migration results to display.
hr: Nema migracijskih podataka.

source: No navigation items available.
hr: Navigacijski elementi nisu dostupni.

source: No sections selected for export.
hr: Nijedan odjeljak nije odabran za izvoz.

source: Not found
hr: Nije pronađeno

source: Not found in Trash
hr: Nije pronađeno u Smeću

source: Note: You can add links, formatting, and any other content blocks in the testimonial quote.
hr: Uputa: Možete dodati poveznice, formatiranje, i bilo koje druge sadržajne blokove u citat preporuke.

source: Notice
hr: Najava

source: Notice Archives
hr: Arhiva Najava

source: Notice Attributes
hr: Svojstva Najave

source: Notices
hr: Najave

source: Notices Menu Label
hr: Labela Izbornika Najave

source: Order
hr: Redosljed

source: Order:
hr: Redosljed:

source: Parent Notice:
hr: Nadređena Najava:

source: Parent Testimonial:
hr: Nadređena preporuka:

source: Pending
hr: Na Čekanju

source: Permission denied.
hr: Nedopušteno.

source: Photo
hr: Fotografija

source: Previous Article
hr: Prethodni Članak

source: Primary Menu
hr: Glavni izbornik

source: Protected
hr: Zaštićeno

source: Read More
hr: Pročitaj više

source: Relative URL path to blog page (e.g., /blog or /arvakhr/blog)
hr: Relativna URL putanja do blog stranice (npr., /blog or /arvakhr/blog)

source: Remove client photo
hr: Ukloni fotografiju klijenta

source: Reset
hr: Resetiraj

source: Reset all migration statuses.
hr: Resetiraj sve statuse migracije.

source: Reset All Statuses
hr: Resetiraj Sve Statuse

source: Reset migration status?
hr: Resetiraj status migracije?

source: Run
hr: Pokreni

source: Run all available migrations.
hr: Pokreni sve dostupne migracije.

source: Run All Migrations
hr: Pokreni Sve Migracije

source: Run this migration?
hr: Pokreni ovu migraciju?

source: Scroll Down
hr: Skrolaj dolje

source: Search Notices
hr: Pretraži Najave

source: Search Testimonial
hr: Potraži Preporuku

source: Select All Sections
hr: Odaberi Sve Odjeljke

source: Select which sections to export, then click the export button.
hr: Odaberite koje odjeljke želite izvesti i zatim kliknite gumb za Izvoz.

source: Select which sections to import and apply to your theme.
hr: Odaberite koje odjeljke želite uvesti i primijeniti na vašu temu.

source: Set client photo
hr: Postavi fotografiju klijenta

source: Social Icons
hr: Društvene Ikone

source: Testimonial
hr: Preporuka

source: Testimonial Archives
hr: Arhive Preporuka

source: Testimonial Attributes
hr: Atributi Preporuka

source: Testimonial Preview
hr: Pregled Preporuke

source: Testimonials
hr: Preporuke

source: Testimonials list
hr: Lista Preporuka

source: Testimonials list navigation
hr: Navigacija liste Preporuka

source: Testimonials migration completed! %d testimonials were migrated.
hr: Migracija Preporuka završena! %d preporuka migrirano.

source: Testing controls are available. Use with caution.
hr: Test kontrole su dostupne. Koristite sa oprezom.

source: Theme Navigation
hr: Navigacija Teme

source: Theme Navigation Item
hr: Element Navigacije Teme

source: This is a clean and modern HTML5 template with a video background. You can use this layout for your profile page. Please spread a word about templatemo to your friends. Thank you.
hr: Ovo je čist i moderan HTML5 predložak s video pozadinom. Možete koristiti ovaj izgled za svoju profilnu stranicu. Molimo vas da preporučite templatemo svojim prijateljima. Hvala.

source: This item is managed by your theme and cannot be edited directly.
hr: Ovim elementom upravlja vaša tema i ne može se direktno uređivati.

source: This page shows the status of theme migrations that have been performed on your site.
hr: Ova stranica prikazuje status migracija ove teme koje su izvršene za vašu stranicu.

source: This will reset all migration flags. Are you sure?
hr: Ovo će resetirati sve migracijske oznake. Jeste li sigurni?

source: Title:
hr: Naslov:

source: Update Notice
hr: Ažuriraj Najavu

source: Update Testimonial
hr: Ažuriraj Preporuku

source: Upload JSON file to preview available sections.
hr: Unesi JSON datoteku za pregled dostupnih odjeljaka.

source: Upload the client's photo (optional)
hr: Prenesi fotografiju klijenta (opcionalno)

source: Uploaded to this testimonial
hr: Preuzeto za ovu preporuku

source: Use as client photo
hr: Koristi kao fotografiju klijenta

source: Use the Order field in Page Attributes to control the display sequence
hr: Koristi polje Redosljed u Atributima Stranice za upravljanje sekvence prikazivanja

source: View Notice
hr: Pregledaj Najavu

source: View Notices
hr: Pregledaj Najave

source: View Testimonial
hr: Pregledaj Preporuku

source: View Testimonials
hr: Pregledaj Preporuke

source: What do the clients say?
hr: Što kažu klijenti?

source: Write the testimonial quote. You can use any blocks including paragraphs, quotes, links, etc.
hr: Napišite citat preporuke. Možete koristiti bilo koji blok uključujući paragrafe, citate, poveznice, itd.
